IDEA StatiCa Open Model
LoadOnLine.Eimp Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Impulse at the end
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadImpulse Eimp { get; set; }
Public Property Eimp As LoadImpulse
	Get
	Set
public:
property LoadImpulse Eimp {
	LoadImpulse get ();
	void set (LoadImpulse value);
}
Property Value
Type: LoadImpulse
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace